{
  "name": "Miluju svojí práci",
  "shortName": "Lakatoš",
  "description": "Nebudu to dělat!",
  "story": [
    "Video z roku 2010 zachycuje strasti při opravě traktoru LKT (Lesní Kolový Traktor, známý také pod lidovým názvem \"Lakatoš\").",
    "Mechanik Luboš z Moravy si stěžuje zejména na konstrukční a inženýrské nedostatky tohoto stroje slovenské výroby.",
    "V této formě se jedná o relaxační aplikaci přispívající ke zlepšení psychické kondice zaměstnance.",
    "Video je známé také pod názvem \"Oprava Lakatoše\", \"Opravář Lakatoše\", \"Oprava traktoru\" nebo zkrátka jen \"Lakatoš\"."
  ],
  "author": {
    "name": "AquaSoup",
    "url": "https://aquasoup.com"
  },
  "color": "#0077c2",
  "version": "1.1.0",
  "lang": "cs",
  "rootUrl": "sounds/",
  "icons": [
    {
      "src": "/icons/icon.svg",
      "sizes": "48x48",
      "purpose": "maskable any",
      "type": "image/svg"
    },
    {
      "src": "/icons/icon.png",
      "sizes": "144x144",
      "type": "image/png"
    }
  ],
  "tiles": [
    {
      "name": "Abych mohl toto",
      "filename": "abych-mohl-toto.mp3"
    },
    {
      "name": "Ani očko nenasadíš",
      "filename": "ani-ocko-nenasadis.mp3"
    },
    {
      "name": "Ani za kokot",
      "filename": "ani-za-kokot-vole.mp3"
    },
    {
      "name": "Banální věc",
      "filename": "banalni-vec.mp3"
    },
    {
      "name": "Do piče",
      "filename": "do-pice.mp3"
    },
    {
      "name": "Hajzli jedni",
      "filename": "hajzli-jedni.mp3"
    },
    {
      "name": "Hoši, to je neuvěřitelné",
      "filename": "hosi-to-je-neuveritelne.mp3"
    },
    {
      "name": "Já se z toho musím pojebat",
      "filename": "ja-se-z-toho-musim-pojebat.mp3"
    },
    {
      "name": "Já to mrdám",
      "filename": "ja-to-mrdam.mp3"
    },
    {
      "name": "Já to nejdu dělat!",
      "filename": "ja-to-nejdu-delat.mp3"
    },
    {
      "name": "Jedinou pičovinku!",
      "filename": "jedinou-picovinku.mp3"
    },
    {
      "name": "Jedu do piči stadyma",
      "filename": "jedu-do-pici-stadyma.mp3"
    },
    {
      "name": "To neni možné",
      "filename": "kurva-do-pice-to-neni-mozne.mp3"
    },
    {
      "name": "Kurva už",
      "filename": "kurva-uz.mp3"
    },
    {
      "name": "Kurva",
      "filename": "kurva.mp3"
    },
    {
      "name": "Ne, nenasadíš ho",
      "filename": "ne-nenasadis-ho.mp3"
    },
    {
      "name": "Nebudu to dělat",
      "filename": "nebudu-to-delat.mp3"
    },
    {
      "name": "Největší blbec na zeměkouli",
      "filename": "nejvetsi-blbec-na-zemekouli.mp3"
    },
    {
      "name": "Nenasadim",
      "filename": "nenasadim.mp3"
    },
    {
      "name": "Neřešitelný problém, hoši",
      "filename": "neresitelny-problem-hosi.mp3"
    },
    {
      "name": "Nevím jak",
      "filename": "nevim-jak.mp3"
    },
    {
      "name": "Okamžitě zabít",
      "filename": "okamzite-zabit-ty-kurvy.mp3"
    },
    {
      "name": "Past vedle pasti",
      "filename": "past-vedle-pasti-pico.mp3"
    },
    {
      "name": "Počkej, kámo",
      "filename": "pockej-kamo.mp3"
    },
    {
      "name": "Tady musíš všechno rozdělat",
      "filename": "tady-musis-vsechno-rozdelat.mp3"
    },
    {
      "name": "To je pičo nemožné",
      "filename": "to-je-pico-nemozne.mp3"
    },
    {
      "name": "To není normální, kurva",
      "filename": "to-neni-normalni-kurva.mp3"
    },
    {
      "name": "To sou nervy, ty pičo",
      "filename": "to-sou-nervy-ty-pico.mp3"
    },
    {
      "name": "Tuto piču potřebuju utáhnout",
      "filename": "tuto-picu-potrebuju-utahnout.mp3"
    },
    {
      "name": "Zasrané, zamrdané",
      "filename": "zasrane-zamrdane.mp3"
    }
  ],
  "references": [
    {
      "name": "Originální video (2010)",
      "url": "https://www.youtube.com/watch?v=SiUz_akTmcY"
    },
    {
      "name": "Luboš Lakatoš živě (2012) [raritní pokračování]",
      "url": "https://www.youtube.com/watch?v=RqYo1nDudek"
    }
  ],
  "lyrics": [
    "Ne, ani očko nenasadíš, protože to je u železa! Do piče! No ne… he he he… Neřešitelný problém hoši. Já to nejdu dělat, já to nejdu dělat, já to nejdu dělat, to neuděláš. Nevyšrubuješ ani to ani to ani to ani to. Chceš vyšroubovat toto, musíš toto, na toto se nedostaneš zas. To je past vedle pasti, pičo.",
    "Musíš alternátor ven, toto povolit, všecko do piče ven, aby ses dostal na tamten šrub. Se nedostaneš. Co? Ježišmarja vole, to sou nervy ty pičo. Tak dívej na to, to se ti povolí jeden šroubek a ty máš… Nijak ho nechytnu… Ták, tak můžeš to je vše, tak. Krista mária vole, já se na to vyseru do piče. Já se na to, já to nebudu, já nebudu to dělat! Hoši já jedu do piče z tadyma! Nebudu montovat celý traktor kvůli dvouminutové záležitosti, do piče! Kurvá! Do pičé! To není normální kurvá…",
    "– To oddělám tak, že když… na řadu, tento třeba jo, ale tento eh. <br />– Tak to je na tý pile kurva taky. <br />– Ták, hotovo… <br />– To tam nestrčíš. <br />– Hotovo, tady to samé. Když máš malý chod, použiješ očko a můžes chodit po milimetru. Abys nechodil, tak udělali toto, eh. Dívej, kde já ho dám. A končím. <br />– Nedáš ho tam. <br />– No, a možeš ho dát tak… To su nadoraz, jo? Tady tak to nenasadím už. Nenasadíš ho.",
    "– No tak povol, ale kurva pak ho to… No… Boha piča aj… aj s tyma kokotama. Ježišmarja vole to sou nervy. No to že je volny, ale jak ho utáhneme? <br />– No to právě teď sem ti to chtěl říct, jak ho utáhneš. <br />– No nijak, no, bude volný. <br />– Povolilo se to a je to v piči. A už to neutáhnem. Už to nikdy neutáhnem. Kristova hodina vole, toto je kurva stroj, ty pičo…. No… No… Ježismarja vole… Já musim jak piča sundat aj hlavu snadno z lakatoša… abych ty pičo vyměnil jednu trubku kurvá! Do pičé!",
    "To je vole nemožné! Tady jedinou pičovinku a musíš rozdělat celý traktor… celý… tak piča kolik to je kurva. Celý traktor rozdělat, ty pičo. Vy kurvy slovenské! Zakurvené!…",
    "– To uděláš jednu stranu, takže je to… <br />– Piča co to jé, kurvá. Ježišmarja, do piče! Kurva uuž!… Bože, piča, zkurvená, prašivá, do piče.",
    "Banální věc, která trvá, když ho-dně, možná 2, 3 minuty, u jiných strojů. Dám, povolím jednu matku, druhou, šuch, šuch, šuch, hodím za sebe, šuch, šuch, šuch. No když si největší blbec na zeměkouli, možná 3 minuty. Tady ty pičo celý kurva den! Dopičé!…",
    "Já se tam nedostanu tým jiným klíčem kurva. Já musím vyšrubovat půl hlavy, do piče. Ježišmarja kurva… Pičo vole! To je kurva nervy toto!",
    "Žádný stroj… Když uvidíš někdy, zkus se podívat kama dou trubky sikovací zbytku strojů na zeměkouli, ty pičo! Krom tohoto vole! Hajzli jedni!",
    "To je pičo nemožné… Eh… To, ne… To tam nedám, to… natahuju klíč. Tady je konec, to je hlava, to je utáhlé momenťákem, to je pičo… to normálně, to nemáš šancu, to je gola jak prase, vole, čím je to utáhlé a to nepovolím. Nepovolím, tým pádem se nedostanu na to. No, to… Kdepak, on se natahuje. To cítíš, že ten klíč se tahá a nic. To je darmo pokus, takže nevím jak, nevím jak vole, tady je konec náš. Já potřebuju utáhnout toto malý, tento malý žlutý ten. No a nedám, protože zavazí toto, zavazí ten šrub, zavazí všecko a já tam nedám klíč. Já tam nedám klíč, neutáhnu to hoši…",
    "Já se na to, já to nebudu dělat, já to mrdám. To musíš, to musíš celé sání, turbo, všecko odšrubovat… zase… Jo to je vole normálně dané! Normální traktor, kurva, že… tady ty pičo všecko musíš rozdělat! No já ho tu nenasadím… ani za kokot, vole! No ne nenasadíš ho, kdyby ses tam posral… (rány kladivem)… No, a je tam tak akorát na piču. To rvalo hrany, zkřížený je přes hrany, no… no… nic sem neutahl, jen sem natahl klíč, jen sem natahl klíč, pičo. A ne, nedostaneš se tam. Nedostaneš se tam… protože to je tam, to je tady toto, tady tuto piču potřebuju utáhnout. Vidiš? Tady to dáš… Tady… tady to nedám… tady to nedám. Tak a on jde přes hranu. Tak ne, tak ne, jináč ho nedáš, můžeš s ním točit jak chceš. No nedáš, nedáš… Nedáš… To je v piči, nedám ho tam. Hoši nedám tam ten klíč, a to se musí povolit, na jiným né né né né. Jenom tento, tento de zašroubovat, ten de, ten de, tento nejde, ten je nejhorší… ten se ti povolí. Všecky sem odšruboval, všecko to drží normálně, ten se povolí do piče. Já se z toho poseru normálně. Já se z toho musím pojebat, normálně se pochčím kurva, to s tím neuděláš nic. Hoši to je ne-u-vě-ři-tel-né…",
    "–  No… já to nejdu dělat. To neutáhneme, neutáhnu to… <br />– Pičo to aby si shodil aj dekl vole z toho vrchu vole. <br />– Neudělám to, to musím toto sání dát do piče, všecko rozdělat nebo já nevím… co s tím dopiče. Prostě to tam nejde se dostat, no. To všecko zavazí… No všecko zavazí ty pičo… všecko zavazí… To musim to rozdělat celé hoši. Celý lakatoš rozdělat, protože to nejde jináč. Musím to bohužel… jo jo jo jo…",
    "Když ti někdo řekne, po slovensky tě pozdraví, okamžitě řekni, počkej kámo, trubku a hned ho jebni po hlavě, hned ho zabi. Takovou trubku nos u sebe, okamžitě po té palici. Okamžitě vole zabít ty kurvy, zasrané, zamrdané… Ty vole, to je… ne, hoši, tady taky nejde klíč dát. Nedám to tam… Ha ha há… Já to nejdu dělat! Né! Kurva, dívej, já musím vyšroubovat to ty držáky, bo tady nenasadím klíč! Ty pičó! To né! Kurvá!",
    "– Ty vole, je to možné toto? <br />– A toto to si nepřej vědět, protože tady je… <br />– Né, né já to nechcu vědět. <br />– A tady se nedostaneš. Tady musíš golu a tady máš toto všecko a ne-do-staneš se na tento! Takže musíš toto! Chladič ven, aby ses dostal na ty šrouby! Abys mohl toto! A kurva toho! Do pičé! To není možné! Kurvá! Ty pičó!…",
    "A golu tam nenasadíš."
  ]
}